[
  {
    "name": "Abhimanyu Aryan",
    "bio": "Started his career in AR/VR, worked for the Indian AirForce as a Machine Learning Engineer. Fullstack Julia Developer. Core-contributor Genie Framework/Cloud. Co-founder Jolin Cloud.",
    "role": "Student @ University of Minho",
    "linkedin": "abhimanyuaryan",
    "github": "abhimanyuaryan",
    "twitter": "theabhimanyu",
    "photo": "abhimanyuaryan.png"
  },
  {
    "name": "Carlos Ribeiro",
    "bio": "Currently finishing his Software Engineering bachelor's degree at University of Minho, he has vast experience in python, fullstack development and UI/UX. Musical artist on the side and interested in game dev.",
    "role": "Student @ University of Minho",
    "photo": "carlosribeiro.jpg",
    "github": "Carlos-oficial",
    "instagram": "cralos.af"
  },
  {
    "name": "David Machado",
    "bio": "Full-stack developer, started his coding journey at sixteen. As a vocational highschool graduation project he built a CSS framework. Graduated in Computer Science, currently taking his Masters Degree in Software Engineering @ University of Minho.",
    "role": "Student @ University of Minho",
    "linkedin": "david-machado-b8835b235",
    "photo": "davidmachado.jpg"
  },
  {
    "name": "Humberto Gomes",
    "bio": "Open source fan and low-level programming enthusiast.",
    "role": "Student @ University of Minho",
    "github": "voidbert",
    "photo": "humbertogomes.jpg"
  },
  {
    "name": "Pedro Patrício",
    "bio": "Pedro Patrício is a professor and researcher at University of Minho from the Mathematics Department. His fields of interest are matrix theory, mostly generalized inverses but also connections to partial orders and operator theory. Other interests include cryptography, post-quantum cryptography, algebraic coding theory, having supervised various BSc/MSc projects on the topic.",
    "role": "Professor and researcher @ University of Minho",
    "linkedin": "pedro-patricio-bbb740133",
    "photo": "pedropatricio.jpg"
  },
  {
    "name": "Pedro Pereira",
    "bio": "Software Engineering student at the University of Minho with a passion for volunteering, team organization, coding, and external relations. He has developed skills in programming, project management, as well as external relationship building. Pedro has recently become the Champion at CoderDojo Braga and the president of the General Assembly at CeSIUM. He's seeking opportunities to apply his skills to challenging and inspiring projects, while continuing to grow as a professional and as an individual.",
    "role": "Student @ University of Minho",
    "linkedin": "pedro-pereira-280989262",
    "github": "pedrofp4444",
    "instagram": "pedro_.fp",
    "photo": "pedropereira.jpg"
  },
  {
    "name": "Rui Lopes",
    "bio": "Started programming five years ago and since then never stopped. Loves Elixir and everything related to concurrent programming. Joined CeSIUM to develop a lot more skills and meet new people. Aiming to install Arch Linux for the 15th time last week.",
    "role": "Student @ University of Minho",
    "linkedin": "ruilopesm",
    "github": "ruilopesm",
    "instagram": "ruilopesm19",
    "twitter": "ruilopesm19",
    "photo": "ruilopes.jpg"
  },
  {
    "name": "Rui Oliveira",
    "bio": "Started programming at 13 years old. Whilst in high school earned the chance to showcase his talents at several domestic and international programming contests. He is currently a researcher at HASLab/INESC TEC and the treasurer of CeSIUM, where he also helps develop and maintain a variety of repositories.",
    "role": "Student @ University of Minho",
    "linkedin": "rui-oliveira-031328258",
    "github": "ruioliveira02",
    "photo": "ruioliveira.png"
  }
]
